{
    "regex": "\\[\\s*(?:S|Spurgeon's)\\s*(?:P|Puritan)\\s*(?:C|Catechism)\\s*([\\d\\-,\\s]+)\\s*\\]",
    "max": 82,
    "abv": "SPC",
    "title": "C. H. Spurgeon's Puritan Catechism",
    "text": {
        "1": [
            "\n>**1.Q: What is the chief end of man?**\n",
            "\n>**A:** Man's chief end is to glorify God, (1Co 10:31) and to enjoy him for ever (Ps 73:25,26)\n"
        ],
        "2": [
            "\n>**2.Q: What rule has God given to direct us how we may glorify him?**\n",
            "\n>**A:** The Word of God which is contained in the Scriptures of the Old and New Testaments (Eph 2:20 2Ti 3:16) is the only rule to direct us how we may glorify God and enjoy him (1Jo 1:3).\n"
        ],
        "3": [
            "\n>**3.Q: What do the Scriptures principally teach?**\n",
            "\n>**A:** The Scriptures principally teach what man is to believe concerning God, and what duty God requires of man (2Ti 1:13 Ec 12:13).\n"
        ],
        "4": [
            "\n>**4.Q: What is God?**\n",
            "\n>**A:** God is Spirit (Joh 4:24), infinite (Job 11:7), eternal (Ps 90:2 1Ti 1:17), and unchangeable (Jas 1:17), in his being, (Ex 3:14), wisdom, power (Ps 147:5), holiness (Re 4:8), justice, goodness and truth (Ex 34:6,7).\n"
        ],
        "5": [
            "\n>**5.Q: Are there more Gods than one?**\n",
            "\n>**A:** There is but one only (De 6:4), the living and true God (Jer 10:10).\n"
        ],
        "6": [
            "\n>**6.Q: How many persons are there in the Godhead?**\n",
            "\n>**A:** There are three persons in the Godhead, the Father, the Son, and the Holy Spirit, and these three are one God, the same in essence, equal in power and glory (1Jo 5:7 Mt 28:19).\n"
        ],
        "7": [
            "\n>**7.Q: What are the decrees of God?**\n",
            "\n>**A:** The decrees of God are his eternal purpose according to the counsel of his own will, whereby for his own glory he has foreordained whatever comes to pass (Eph 1:11,12).\n"
        ],
        "8": [
            "\n>**8.Q: How does God execute his decrees?**\n",
            "\n>**A:** God executes his decrees in the works of creation (Re 4:11), and providence (Da 4:35). \n"
        ],
        "9": [
            "\n>**9.Q: What is the work of creation?**\n",
            "\n>**A:** The work of creation is God's making all things (Ge 1:1) of nothing, by the Word of his power (Heb 11:3), in six normal consecutive days (Ex 20:11), and all very good (Ge 1:31).\n"
        ],
        "10": [
            "\n>**10.Q: How did God create man?**\n",
            "\n>**A:** God created man, male and female, after his own image (Ge 1:27), in knowledge, righteousness, and holiness (Col 3:10 Eph 4:24) with dominion over the creatures (Gen 1:28).\n"
        ],
        "11": [
            "\n>**11.Q: What are God's works of providence?**\n",
            "\n>**A:** God's works of providence are his most holy (Ps 145:17), wise (Isa 28:29), and powerful (Heb 1:3) preserving and governing all his creatures, and all their actions (Ps 103:19 Mt 10:29).\n"
        ],
        "12": [
            "\n>**12.Q: What special act of providence did God exercise toward man in the state wherein he was created?**\n",
            "\n>**A:** When God had created man, he entered into a covenant of life with him, upon condition of perfect obedience (Ga 3:12), forbidding him to eat of the tree of the knowledge of good and evil, upon pain of death (Ge 2:17).\n"
        ],
        "13": [
            "\n>**13.Q: Did our first parents continue in the state wherein they were created?**\n",
            "\n>**A:** Our first parents being left to the freedom of their own will, fell from the state wherein they were created, by sinning against God (Ec 7:29) by eating the forbidden fruit (Ge 3:6-8).\n"
        ],
        "14": [
            "\n>**14.Q: What is sin?**\n",
            "\n>**A:** Sin is any want of conformity to, or transgression of the law of God (1Jo 3:4).\n"
        ],
        "15": [
            "\n>**15.Q: Did all mankind fall in Adam's first transgression?**\n",
            "\n>**A:** The covenant being made with Adam, not only for himself but for his posterity, all mankind descending from him by ordinary generation, sinned in him, and fell with him in his first transgression (1Co 15:22 Ro 5:12).\n"
        ],
        "16": [
            "\n>**16.Q: Into what estate did the fall bring mankind?**\n",
            "\n>**A:** The fall brought mankind into a state of sin and misery (Ro 5:18).\n"
        ],
        "17": [
            "\n>**17.Q: Wherein consists the sinfulness of that state whereinto man fell?**\n",
            "\n>**A:** The sinfulness of that state whereinto man fell, consists in the guilt of Adam's first sin (Ro 5:19), the want of original righteousness (Ro 3:10), and the corruption of his whole nature, which is commonly called original sin (Eph 2:1 Ps 51:5), together with all actual transgressions which proceed from it (Mt 15:19).\n"
        ],
        "18": [
            "\n>**18.Q: What is the misery of that state whereinto man fell?**\n",
            "\n>**A:** All mankind, by their fall, lost communion with God (Ge 3:8,24), are under his wrath and curse (Eph 2:3 Ga 3:10), and so made liable to all the miseries in this life, to death itself, and to the pains of hell for ever (Ro 6:23 Mt 25:41).\n"
        ],
        "19": [
            "\n>**19.Q: Did God leave all mankind to perish in the state of sin and misery?**\n",
            "\n>**A:** God having, out of his good pleasure from all eternity, elected some to everlasting life (2Th 2:13) did enter into a covenant of grace to deliver them out of the state of sin and misery, and to bring them into a state of salvation by a Redeemer (Ro 5:21).\n"
        ],
        "20": [
            "\n>**20.Q: Who is the Redeemer of God's elect?**\n",
            "\n>**A:** The only Redeemer of God's elect is the Lord Jesus Christ (1Ti 2:5), who being the eternal Son of God, became man (Joh 1:14) and so was and continues to be God and man, in two distinct natures and one person for ever (1Ti 3:16 Col 2:9).\n"
        ],
        "21": [
            "\n>**21.Q: How did Christ, being the Son of God, become man?**\n",
            "\n>**A:** Christ, the son of God, became man by taking to himself a true body (Heb 2:14) and a reasonable soul (Mt 26:38 Heb 4:15), being conceived by the power of the Holy Spirit in the Virgin Mary, and born of her (Lu 1:31,35) yet without sin (Heb 7:26).\n"
        ],
        "22": [
            "\n>**22.Q: What offices does Christ execute as our Redeemer?**\n",
            "\n>**A:** Christ as our Redeemer executes the offices of a prophet (Ac 3:22), of a priest (Heb 5:6), and of a king (Ps 2:6), both in his state of humiliation and exaltation.\n"
        ],
        "23": [
            "\n>**23.Q: How does Christ execute the office of a prophet?**\n",
            "\n>**A:** Christ executes the office of a prophet, in revealing to us (Joh 1:18), by his Word (Joh 20:31), and Spirit (Joh 14:26), the will of God for our salvation.\n"
        ],
        "24": [
            "\n>**24.Q: How does Christ execute the office of a priest?**\n",
            "\n>**A:** Christ executes the office of a priest, in his once offering up himself a sacrifice to satisfy divine justice (Heb 9:28), and to reconcile us to God (Heb 2:17) and in making continual intercession for us (Heb 7:25).\n"
        ],
        "25": [
            "\n>**25.Q: How does Christ execute the office of a king?**\n",
            "\n>**A:** Christ executes the office of a king in subduing us to himself (Ps 110:3), in ruling and defending us (Mt 2:6 1Co 15:25) and in restraining and conquering all his and our enemies.\n"
        ],
        "26": [
            "\n>**26.Q: Wherein did Christ's humiliation consist?**\n",
            "\n>**A:** Christ's humiliation consisted in his being born, and that in a low condition (Lu 2:7) made under the law (Ga 4:4), undergoing the miseries of this life (Isa 53:3), the wrath of God (Mt 27:46), and the cursed death of the cross (Php 2:8); in being buried, and continuing under the power of death for a time (Mt 12:40).\n"
        ],
        "27": [
            "\n>**27.Q: Wherein consists Christ's exaltation?**\n",
            "\n>**A:** Christ's exaltation consists in his rising again from the dead on the third day (1Co 15:4), in ascending up into heaven, and sitting at the right hand of God the Father (Mr 16:19), and in coming to judge the world at the last day (Ac 17:31).\n"
        ],
        "28": [
            "\n>**28.Q: How are we made partakers of the redemption purchased by Christ?**\n",
            "\n>**A:** We are made partakers of the redemption purchased by Christ, by the effectual application of it to us (Joh 1:12) by his Holy Spirit (Tit 3:5,6).\n"
        ],
        "29": [
            "\n>**29.Q: How does the Spirit apply to us the redemption purchased by Christ?**\n",
            "\n>**A:** The Spirit applies to us the redemption purchased by Christ, by working faith in us (Eph 2:8) and by it uniting us to Christ in our effectual calling (Eph 3:17).\n"
        ],
        "30": [
            "\n>**30.Q: What is effectual calling?**\n",
            "\n>**A:** Effectual calling is the work of God's Spirit (2Ti 1:9) whereby, convincing us of our sin and misery (Ac 2:37), enlightening our minds in the knowledge of Christ (Ac 26:18), and renewing our wills (Eze 36:26), he does persuade and enable us to embrace Jesus Christ freely offered to us in the gospel (Joh 6:44,45).\n"
        ],
        "31": [
            "\n>**31.Q: What benefits do they who are effectually called, partake of in this life?**\n",
            "\n>**A:** They who are effectually called, do in this life partake of justification, (Ro 8:30), adoption (Eph 1:5), sanctification, and the various benefits which in this life do either accompany, or flow from them (1Co 1:30).\n"
        ],
        "32": [
            "\n>**32.Q: What is justification?**\n",
            "\n>**A:** Justification is an act of God's free grace, wherein he pardons all our sins (Ro 3:24 Eph 1:7), and accepts us as righteous in his sight (2Co 5:21) only for the righteousness of Christ imputed to us (Ro 5:19), and received by faith alone (Ga 2:16 Php 3:9).\n"
        ],
        "33": [
            "\n>**33.Q: What is adoption?**\n",
            "\n>**A:** Adoption is an act of God's free grace (1Jo 3:1) whereby we are received into the number, and have a right to all the privileges of the sons of God (Joh 1:12 Ro 8:17).\n"
        ],
        "34": [
            "\n>**34.Q: What is sanctification?**\n",
            "\n>**A:** Sanctification is the work of God's Spirit (2Th 2:13) whereby we are renewed in the whole man after the image of God (Eph 4:24) and are enabled more and more to die to sin, and live to righteousness (Ro 6:11).\n"
        ],
        "35": [
            "\n>**35.Q: What are the benefits which in this life do either accompany or flow from justification, adoption, and sanctification?**\n",
            "\n>**A:** The benefits which in this life do accompany or flow from justification (Ro 5:1,2,5), are assurance of God's love, peace of conscience, joy in the Holy Spirit (Ro 14:17), increase of grace, perseverance in it to the end (Pr 4:18 1Jo 5:13 1Pe 1:5).\n"
        ],
        "36": [
            "\n>**36.Q: What benefits do believers receive from Christ at their death?**\n",
            "\n>**A:** The souls of believers are at their death made perfect in holiness (Heb 12:23) and do immediately pass into glory (Php 1:23 2Co 5:8 Lu 23:43), and their bodies, being still united to Christ (1Th 4:14) do rest in their graves (Isa 57:2) till the resurrection (Job 19:26).\n"
        ],
        "37": [
            "\n>**37.Q: What benefits do believers receive from Christ at the resurrection?**\n",
            "\n>**A:** At the resurrection, believers being raised up in glory (1Co 15:43), shall be openly acknowledged and acquitted in the day of judgment (Mt 10:32), and made perfectly blessed both in soul and body in the full enjoying of God (1Jo 3:2) to all eternity (1Th 4:17).\n"
        ],
        "38": [
            "\n>**38.Q: What shall be done to the wicked at their death?**\n",
            "\n>**A:** The souls of the wicked shall at their death be cast into the torments of hell (Lu 16:22-24), and their bodies lie in their graves till the resurrection and judgment of the great day (Ps 49:14).\n"
        ],
        "39": [
            "\n>**39.Q: What shall be done to the wicked at the day of judgment?**\n",
            "\n>**A:** At the day of judgment the bodies of the wicked being raised out of their graves, shall be sentenced, together with their souls, to unspeakable torments with the devil and his angels for ever (Da 12:2 Joh 5:28,29 2Th 1:9 Mt 25:41).\n"
        ],
        "40": [
            "\n>**40.Q: What did God reveal to man for the rule of his obedience?**\n",
            "\n>**A:** The rule which God first revealed to man for his obedience is the moral law (De 10:4 Mt 19:17) which is summarised in the ten commandments.\n"
        ],
        "41": [
            "\n>**41.Q: What is the sum of the ten commandments?**\n",
            "\n>**A:** The sum of the ten commandments is to love the Lord our God with all our heart, with all our soul, with all our strength, and with all our mind; and our neighbour as ourselves (Mt 22:37-40).\n"
        ],
        "42": [
            "\n>**42.Q: Which is the first commandment?**\n",
            "\n>**A:** The first commandment is, Thou shalt have no other gods before me.\n"
        ],
        "43": [
            "\n>**43.Q: What is required in the first commandment?**\n",
            "\n>**A:** The first commandment requires us to know (1Ch 28:9), and acknowledge God to be the only true God, and our God (De 26:17), and to worship and glorify him accordingly (Mt 4:10).\n"
        ],
        "44": [
            "\n>**44.Q: Which is the second commandment?**\n",
            "\n>**A:** The second commandment is, \"Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth: Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; and shewing mercy unto thousands of them that love me, and keep my commandments.\"\n"
        ],
        "45": [
            "\n>**45.Q: What is required in the second commandment?**\n",
            "\n>**A:** The second commandment requires the receiving, observing (De 32:46 Mt 28:20), and keeping pure and entire all such religious worship and ordinances as God has appointed in his Word (De 12:32).\n"
        ],
        "46": [
            "\n>**46.Q: What is forbidden in the second commandment?**\n",
            "\n>**A:** The second commandment forbids the worshipping of God by images (De 4:15,16). or any other way not appointed in his Word (Col 2:18.\n"
        ],
        "47": [
            "\n>**47.Q: Which is the third commandment?**\n",
            "\n>**A:** The third commandment is, Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that takes his name in vain.\n"
        ],
        "48": [
            "\n>**48.Q: What is required in the third commandment?**\n",
            "\n>**A:** The third commandment requires the holy and reverent use of God's names (Ps 29:2), titles, attributes (Re 15:3,4), ordinances (Ec 5:1), Word (Ps 138:2), and works (Job 36:24 De 28:58,59).\n"
        ],
        "49": [
            "\n>**49.Q: Which is the fourth commandment?**\n",
            "\n>**A:** The fourth commandment is, Remember the Sabbath day, to keep it holy. Six days shalt thou labour, and do all thy work: but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor they cattle, nor thy stranger that is within thy gates. For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the Sabbath day and hallowed it.\n"
        ],
        "50": [
            "\n>**50.Q: What is required in the fourth commandment?**\n",
            "\n>**A:** The fourth commandment requires the keeping holy to God such set times as he has appointed in his Word, expressly one whole day in seven, to be a holy Sabbath to himself (Le 19:30 De 5:12).\n"
        ],
        "51": [
            "\n>**51.Q: How is the Sabbath to be sanctified?**\n",
            "\n>**A:** The Sabbath is to be sanctified by a holy resting all that day, even from such worldly employments and recreations as are lawful on other days (Le 23:3), and spending the whole time in the public and private exercises of God's worship (Ps 92:1,2 Isa 58:13,14), except so much as is taken up in the works of necessity and mercy (Mt 12:11,12).\n"
        ],
        "52": [
            "\n>**52.Q: Which is the fifth commandment?**\n",
            "\n>**A:** The fifth commandment is, Honour thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee.\n"
        ],
        "53": [
            "\n>**53.Q: What is required in the fifth commandment?**\n",
            "\n>**A:** The fifth commandment requires the preserving the honour, and performing the duties belonging to every one in their various positions and relationships as superiors (Eph 5:21,22 6:1,5 Ro 13:1), inferiors (Eph 6:9), or equals (Ro 12:10).\n"
        ],
        "54": [
            "\n>**54.Q: What is the reason annexed to the fifth commandment?**\n",
            "\n>**A:** The reason annexed to the fifth commandment is, a promise of long life and prosperity -- as far as it shall serve for God's glory, and their own good -- to all such as keep this commandment (Eph 6:2,3).\n"
        ],
        "55": [
            "\n>**55.Q: Which is the sixth commandment?**\n",
            "\n>**A:** The sixth commandment is, Thou shalt not kill.\n"
        ],
        "56": [
            "\n>**56.Q: What is forbidden in the sixth commandment?**\n",
            "\n>**A:** The sixth commandment forbids the taking away of our own life (Ac 16:28), or the life of our neighbour unjustly (Ge 9:6), or whatever tends to it (Pr 24:11,12).\n"
        ],
        "57": [
            "\n>**57.Q: Which is the seventh commandment?**\n",
            "\n>**A:** The seventh commandment is, Thou shalt not commit adultery.\n"
        ],
        "58": [
            "\n>**58.Q: What is forbidden in the seventh commandment?**\n",
            "\n>**A:** The seventh commandment forbids all unchaste thoughts (Mt 5:28 Col 4:6), words (Eph 5:4 2Ti 2:22), and actions (Eph 5:3).\n"
        ],
        "59": [
            "\n>**59.Q: Which is the eighth commandment?**\n",
            "\n>**A:** The eighth commandment is, Thou shalt not steal.\n"
        ],
        "60": [
            "\n>**60.Q: What is forbidden in the eighth commandment?**\n",
            "\n>**A:** The eighth commandment forbids whatever does or may unjustly hinder our own (1Ti 5:8 Pr 28:19 21:6) or our neighbour's wealth, or outward estate (Eph 4:28).\n"
        ],
        "61": [
            "\n>**61.Q: Which is the ninth commandment?**\n",
            "\n>**A:** The ninth commandment is, Thou shalt not bear false witness against thy neighbour.\n"
        ],
        "62": [
            "\n>**62.Q: What is required in the ninth commandment?**\n",
            "\n>**A:** The ninth commandment requires the maintaining and promoting of truth between man and man (Zec 8:16), and of our own (1Pe 3:16 Ac 25:10), and our neighbour's good name (3Jo 1:12), especially in witness-bearing (Pr 14:5,25).\n"
        ],
        "63": [
            "\n>**63.Q: What is the tenth commandment?**\n",
            "\n>**A:** The tenth commandment is, Thou shalt not covet thy neighbour's house; thou shalt not covet thy neighbour's wife,nor his manservant, or his maidservant, nor his ox, nor his ass, nor anything that is thy neighbour's.\n"
        ],
        "64": [
            "\n>**64.Q: What is forbidden in the tenth commandment?**\n",
            "\n>**A:** The tenth commandment forbids all discontentment with our own estate (1Co 10:10), envying or grieving at the good of our neighbour (Ga 5:26), and all inordinate emotions and affections to anything that is his (Col 3:5).\n"
        ],
        "65": [
            "\n>**65.Q: Is any man able perfectly to keep the commandments of God?**\n",
            "\n>**A:** No mere man, since the fall, is able in his life perfectly to keep the commandments of God (Ec 7:20), but does daily break them in thought (Ge 8:21), word (Jas 3:8), and deed (Jas 3:2).\n"
        ],
        "66": [
            "\n>**66.Q: Are all transgressions of the law equally heinous?**\n",
            "\n>**A:** Some sins in themselves, and by reason of various aggravations are more heinous in the sight of God than others (Joh 19:11 1Jo 5:15).\n"
        ],
        "67": [
            "\n>**67.Q: What does every sin deserve?**\n",
            "\n>**A:** Every sin deserves God's wrath and curse, both in this life and that which is to come (Eph 5:6 Ps 11:6).\n"
        ],
        "68": [
            "\n>**68.Q: How may we escape his wrath and curse due to us for sin?**\n",
            "\n>**A:** To escape the wrath and curse of God due to us for sin, we must believe in the Lord Jesus Christ (Joh 3:16), trusting alone to his blood and righteousness. This faith is attended by repentance for the past (Ac 20:21), and leads to holiness in the future.\n"
        ],
        "69": [
            "\n>**69.Q: What is faith in Jesus Christ?**\n",
            "\n>**A:** Faith in Jesus Christ is a saving grace (Heb 10:39), whereby we receive (Joh 1:12), and rest upon him alone for salvation (Php 3:9), as he is set forth in the gospel (Isa 33:22).\n"
        ],
        "70": [
            "\n>**70.Q: What is repentance to life?**\n",
            "\n>**A:** Repentance to life is a saving grace (Ac 11:18), whereby a sinner, out of a true sense of his sins (Ac 2:37), and apprehension of the mercy of God in Christ (Joe 2:13), does with grief and hatred of his sin turn from it to God (Jer 31:18,19), with full purpose to strive after new obedience (Ps 119:59).\n"
        ],
        "71": [
            "\n>**71.Q: What are the outward means whereby the Holy Spirit communicates to us the benefits of redemption?**\n",
            "\n>**A:** The outward and ordinary means whereby the Holy Spirit communicates to us the benefits of Christ's redemption, are the Word, by which souls are begotten to spiritual life; Baptism, the Lord's Supper, Prayer, and Meditation, by all which believers are further edified in their most holy faith (Ac 2:41,42 Jas 1:18).\n"
        ],
        "72": [
            "\n>**72.Q: How is the Word made effectual to salvation?**\n",
            "\n>**A:** The Spirit of God makes the reading, but especially the preaching of the Word, an effectual means of convicting and converting sinners (Ps 19:7), and of building them up in holiness and comfort (1Th 1:6), through faith to salvation (Ro 1:16).\n"
        ],
        "73": [
            "\n>**73.Q: How is the Word to be read and heard that it may become effectual to salvation?**\n",
            "\n>**A:** That the Word may become effectual to salvation, we must attend to it with diligence (Pr 8:34; 1Pe 2:1,2), and prayer (Ps 119:18) receive it with faith (Heb 4:2), and love (2Th 2:10), lay it up into our hearts (Ps 119:11), and practise it in our lives (Jas 1:25).\n"
        ],
        "74": [
            "\n>**74.Q: How do Baptism and the Lord's Supper become spiritually helpful?**\n",
            "\n>**A:** Baptism and the Lord's Supper become spiritually helpful, not from any virtue in them, or in him who does administer them (1Co 3:7 1Pe 3:21), but only by the blessing of Christ (1Co 3:6) and the working of the Spirit in those who by faith receive them (1Co 12:13).\n"
        ],
        "75": [
            "\n>**75.Q: What is Baptism?**\n",
            "\n>**A:** Baptism is an ordinance of the New Testament, instituted by Jesus Christ (Mt 28:19) to be to the person baptised a sign of his fellowship with him, in his death, and burial, and resurrection (Ro 6:3 Col 2:12), of his being ingrafted into him (Ga 3:27), of remission of sins (Mr 1:4 Ac 22:16), and of his giving up himself to God through Jesus Christ, to live and walk in newness of life (Ro 6:4,5).\n"
        ],
        "76": [
            "\n>**76.Q: To whom is Baptism to be administered?**\n",
            "\n>**A:** Baptism is to be administered to all those who actually profess repentance towards God (Ac 2:38 Mt 3:6 Mr 16:16 Ac 8:12,36,37 10:47,48), and faith in our Lord Jesus Christ, and to none other.\n"
        ],
        "77": [
            "\n>**77.Q: Are the infants of such as are professing to be baptised?**\n",
            "\n>**A:** The infants of such as are professing believers are not to be baptised, because there is neither command nor example in the Holy Scriptures for their baptism (Ex 23:13 Pr 30:6).\n"
        ],
        "78": [
            "\n>**78.Q: How is baptism rightly administered?**\n",
            "\n>**A:** Baptism is rightly administered by immersion, or dipping the whole body of the person in water (Mt 3:16 Joh 3:23), in the name of the Father, and of the Son, and of the Holy Spirit, according to Christ's institution, and the practice of the apostles (Mt 28:19,20), and not by sprinkling or pouring of water, or dipping some part of the body, after the tradition of men (Joh 4:1,2 Ac 8:38,39).\n"
        ],
        "79": [
            "\n>**79.Q: What is the duty of such as are rightly baptized?**\n",
            "\n>**A:** It is the duty of such as are rightly baptized, to give up themselves to some particular and orderly Church of Jesus Christ (Ac 2:47 Ac 9:26 1Pe 2:5) that they may walk in all the commandments and ordinances of the Lord blameless (Lu 1:6).\n"
        ],
        "80": [
            "\n>**80.Q: What is the Lord's Supper?**\n",
            "\n>**A:** The Lord's Supper is an ordinance of the New Testament, instituted by Jesus Christ; wherein, by giving and receiving bread and wine, according to his appointment, his death is shown forth (1Co 11:23-26), and the worthy receivers are, not after a corporeal and carnal manner, but by faith, made partakers of his body and blood, with all his benefits, to their spiritual nourishment, and growth in grace (1Co 10:16).\n"
        ],
        "81": [
            "\n>**81.Q: What is required to the worthy receiving of the Lord's Supper?**\n",
            "\n>**A:** It is required of them who would worthily partake of the Lord's Supper, that they examine themselves of their knowledge to discern the Lord's body (1Co 11:28,29), of their faith to feed upon him, (2Co 13:5), of their repentance (1Co 11:31), love (1Co 11:18-20), and new obedience (1Co 5:8), lest coming unworthily, they eat and drink judgment to themselves (1Co 11:27-29).\n"
        ],
        "82": [
            "\n>**82.Q: What is meant by the words, until he come, which are used by the apostle Paul in reference to the Lord's Supper?**\n",
            "\n>**A:** They plainly teach us that our Lord Jesus Christ will come a second time; which is the joy and hope of all believers (Ac 1:11 1Th 4:16).\n"
        ]
    }
}